BOT_DEVELOPER = 'NO_ENTERED' #* your VK (https://vk.com/...) e.g "SANYA"

MAIN_PHRASE_RUS = '''👋 Добро пожаловать в бота WeatherBot!\n\n— Здесь ты можешь проверить погоду в любом городе!💦\nПоехали: /weather | /info'''

INFO_ERROR_RUS = '❗ Город {} не был найден.\n\n— Если вы считаете, что произошла ошибка, обратитесь к' + f' @{BOT_DEVELOPER} (владельцу бота) 🧠.'

INFO_EXCEPTION_RUS = '❗ Произошла ошибка при выполнении запроса.\n\n— Инцидент был передан в поддержку. В скором времени проблема будет решена. ⚠'